/* Error message for duplicate hotkey. */
"\"%@\" is assigned for \"%@\" capture. Select another keyboard shortcut." = "\"%1$@\" is assigned for \"%2$@\" capture. Select another keyboard shortcut.";

/* No comment provided by engineer. */
"Command + " = "Command + ";

/* No comment provided by engineer. */
"Control + " = "Control + ";

/* Title for duplicate hotkey */
"Keyboard shortcut %@ is unavailable" = "Keyboard shortcut %@ is unavailable";

/* OK */
"OK" = "OK";

/* No comment provided by engineer. */
"Option + " = "Option + ";

/* No comment provided by engineer. */
"Shift + " = "Shift + ";

/* Hot Keys: Key Combo text for 'empty' combo */
"(None)" = "(None)";

/* format of friendly name of server */
"%@.snagit" = "%@.snagit";

/* The language code used by TechSmith's redirect service */
"enu" = "enu";

/* TechSmith Audio Capture Component not installed err */
"A download is required to uninstall the TechSmith Audio Capture Component. You can download this from techsmith.com" = "A download is required to uninstall the TechSmith Audio Capture Component. You can download this from techsmith.com";

/* Cancel */
"Cancel" = "Cancel";

/* title for install alert */
"Component Required to Record System Audio" = "Component Required to Record System Audio";

/* title for uninstall alert */
"Download Required to Uninstall" = "Download Required to Uninstall";

/* install button */
"Go to Website" = "Go to Website";

/* install button */
"Install" = "Install";

/* title for alert */
"Install TechSmith Audio Capture Component?" = "Install TechSmith Audio Capture Component?";

/* uninstall TACC button, No */
"No" = "No";

/* TechSmith Audio Capture Component not installed err */
"The TechSmith Audio Capture Component is required for system audio recording. You can download this from techsmith.com" = "The TechSmith Audio Capture Component is required for system audio recording. You can download this from techsmith.com";

/* TechSmith Audio Capture Component not installed err */
"The TechSmith Audio Capture Component is required to record sound from your computer such as alert sounds and audio from your internal speakers." = "The TechSmith Audio Capture Component is required to record sound from your computer such as alert sounds and audio from your internal speakers.";

/* title for alert */
"Uninstall Component for System Audio" = "Uninstall Component for System Audio";

/* TechSmith Audio Capture Component not installed err */
"Uninstalling the TechSmith Audio Capture Component may break system audio recording in other TechSmith applications that share the component.\n\nDo you want to continue?" = "Uninstalling the TechSmith Audio Capture Component may break system audio recording in other TechSmith applications that share the component.\n\nDo you want to continue?";

/* uninstall TACC button, Yes */
"Yes" = "Yes";

/* Cancel */
"Cancel" = "Cancel";

/* web page capture window title */
"Capturing Web Page" = "Capturing Web Page";

/* Bad key - title */
"Activation Failed" = "Activation Failed";

/* Good key - title */
"Activation Successful" = "Activation Successful";

/* Close */
"Close" = "Close";

/* Bad key - message */
"Invalid software key. Please enter your key again." = "Invalid software key. Please enter your key again.";

/* register later button */
"Register Later" = "Register Later";

/* register now button */
"Register Now" = "Register Now";

/* Successful activation, registration reminder */
"Register your copy of Snagit to receive product news including product updates, available upgrades and customer-only offers or giveways." = "Register your copy of Snagit to receive product news including product updates, available upgrades and customer-only offers or giveways.";

